{
    "footer": "© 2025 Vuong Tuan Anh. All rights reserved.",
    "menu.home": "Home",
    "menu.about": "About",
    "menu.skills": "Skills",
    "menu.experience": "Experience",
    "user.name": "Vuong Tuan Anh",
    "user.phone": "0399 338 947",
    "user.email": "vuongtuananh165@gmail.com",
    "user.role": "Full Stack Developer",
    "user.introduce": "I am",
    "careerObjective": "I am a Full Stack Developer with 3 years of experience in Web Development. I have over 2 years of experience working on the Backend (PHP, Laravel) and more than 1 year on the Frontend (Vue.js, React.js). <br />My goal is to continuously improve my technical skills and contribute real value to products, striving to become a skilled and reliable Software Engineer.",
    "button.downloadCV": "Download CV",
    "experience": "3 Years of<br />Experience",
    "field": "in Web Development",
    "workExperience": "Work Experience",
    "about.intro": "Graduated from Electric Power University with a degree in Software Engineering (GPA 3.71/4.0).<br />I’m passionate about technology, always eager to explore how things work and how to make them better.<br />In my free time, I enjoy listening to music, watching movies, and developing personal projects.<br />My curiosity and dedication to continuous improvement have helped me earn recognition as Employee of the Month at Beetechsoft (May 2025).",
    "project": "Project",
    "detail": "Detail",
    "url": "Url",
    "role": "Role",
    "teamSize": "Team size",
    "description": "Description",
    "technology": "Technology",
    "role.fullStack": "Full Stack Developer",
    "role.fe": "Frontend Developer",
    "role.be": "Backend Developer",
    "people": "people",
    "landmark.description": "A platform that provides parking arrangement services, supports all devices, supports diverse management features for both individuals and organizations.",
    "beechat.description": "BeeChat is an internal enterprise communication platform, similar to Slack, enabling employees to chat, share files, and collaborate in real time. The system consists of a web application, mobile app (Flutter), and backend (PHP Laravel), designed to support fast and secure communication across departments",
    "sodai.description": "A system that provides services for creators to manage and register to sell products at FamilyMart convenience store printers.",
    "makitech.description": "MakiTech Online is an e-commerce platform that allows customers to purchase Makitech’s products, including rollers, conveyors, and spare parts. The system includes both admin and user modules, supporting product management, order processing, and secure online payment.",
    "medda.description": "Medda is a digital healthcare platform that connects patients with hospitals and doctors nationwide. The system allows users to book appointments, consult online, manage personal health records, and receive medical test results quickly and securely through both web and mobile apps.",
    "beeid.description": "A company's self-developed human resource management and work management system",
    "projectsTitle": "Featured Personal Projects",
    "seeMore": "See more"
}